{
  "posts": [{
    "title": "What The Hell Is Going On?",
    "image": "https://41.media.tumblr.com/adecd1e866310745a9274e5890784aa6/tumblr_nvzm2ep7Zg1tlyemmo1_500.png",
    "day": "Day 1",
    "post": "Wilson Percival Higgsbury is the first available playable Character in Don't Starve, (requiring no Experience) and one of the 10 playable Characters in Don't Starve Together. He was the first Character with a confirmed backstory, thus making him the main protagonist of the game. He's a witty scientist wannabe that doesn't lack a sense of humor. He also has a peculiar haircut resembling the letter W. Wilson's only perk is that he can grow a magnificent Beard that gives him a few small advantages in harsh weather and life preservation. Being the default Character his Health, Hunger, and Sanity all have default values and he has no drawbacks. Overall, Wilson is meant for better Winter survival and efficiency, as well as easier access to Meat Effigies. His stats make him a good all-around Character, and many players (from beginners to experts) find that Wilson, as well as his Beard, provides welcome advantages to surviving in the wilderness."
  }, {
    "title": "My Origins",
    "image": "https://s-media-cache-ak0.pinimg.com/736x/be/37/2b/be372bce910142134d9ccf335bc71bab.jpg",
    "day": "Day 5",
    "post": "Wilson used to live in a rickety wooden house in the mountains, where he performed experiments all day. After a mixture of some sort exploded in a puff in his face, he sat down, agitated that things weren't working out for him. He didn't have too much time to do so, however, as he heard a mysterious voice coming from his radio (revealed to be Maxwell's later on in the video). Maxwell offered Wilson secret and forbidden knowledge, and Wilson, willing and hungry for said knowledge, hastily agreed. This caused massive amounts of information to be inserted into his head."
  }, {
    "title": "About My Beard",
    "image": "http://vignette4.wikia.nocookie.net/dont-starve-game/images/a/a0/Wilson_Survivor_Skin_Portrait.png/revision/latest?cb=20160318095741",
    "day": "Day 11",
    "post": "The Beard will take exactly 15 days to grow to its full length (full length at the beginning of day 16), and since Winter starts on day 21 on default settings, this proves advantageous for Winter survival. The player can easily survive Winter with just a full Beard and a Thermal Stone. A good tip is to not shave your Beard until the first Winter is over, as the Beard (unlike clothing) will not wear out, providing insulation as long as the player doesn't shave. In RoG, DST and SW, it is advised to shave at the beginning of Summer/Dry Season due to the Beard accelerating the rate at which Wilson overheats and providing no benefits when fully grown."
  }, {
    "title": "Misc. Facts",
    "image": "https://s-media-cache-ak0.pinimg.com/736x/da/9b/67/da9b67117eadab74432f449488bb7e77.jpg",
    "day": "Day 15",
    "post": "Before being transported into the Don't Starve world, Wilson was living alone in the woods of New England; it is unknown if he is of North American origins though. The reason why he is living alone is because he doesn't get along with his family. With a Puffy Vest, a Beefalo Hat, a Heat Stone and the Beard at full length, Wilson can have the highest insulation factor in the game at 735."
  }],
  "comments": [{
      "name": "Webber",
      "image": "http://vignette4.wikia.nocookie.net/dont-starve-game/images/c/cf/Webber_Guest_of_Honor_Skin_Portrait.png/revision/latest?cb=20160227174227",
      "message": "Living with spiders is cool."
    }, {
      "name": "Wendy",
      "image": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQ-AHgm1nwh0HefYSiO4UW2RKwzg5YFHAAX_rFmWcg49M1PBYOrjA",
      "message": "Abigail and I are hunting spiders!"
  }]
}
